[
    {
        "name": "Политика",
        "blocks": [
            { "year": 2001, "description": "Теракты 11 сентября 2001 года в США стали одним из самых трагических событий в новейшей истории. Они привели к изменениям в мировой политике и безопасности, включая начало войны с терроризмом." },
            { "year": 2016, "description": "Референдум о выходе Великобритании из Европейского Союза, известный как 'Брексит', вызвал серьезные политические и экономические последствия. Это решение стало поворотным моментом для будущего Европы и отношений между странами." },
            { "year": 2020, "description": "Выборы президента США в 2020 году стали напряженной борьбой между действующим президентом и его оппонентом. Пандемия COVID-19 также оказала значительное влияние на выборы и голосование." },
            { "year": 2024, "description": "Проведение выборов в Европейский парламент в 2024 году будет важным событием для будущего ЕС. Эти выборы могут определить направления политики и интеграции на континенте." }
        ]
    },
    {
        "name": "Кино",
        "blocks": [
            { "year": 1954, "description": "Выход фильма 'Семь самураев' Акиры Куросавы стал революцией в мире кино. Этот фильм вдохновил множество режиссеров и остается классикой до сих пор." },
            { "year": 1977, "description": "Премьера 'Звёздных войн' произвела фурор и положила начало новой эре в научной фантастике. Эта франшиза продолжает развиваться и завоевывать сердца зрителей по всему миру." },
            { "year": 1994, "description": "Выход 'Криминального чтива' Квентина Тарантино стал одним из знаковых моментов в истории независимого кино. Фильм известен своими уникальными диалогами и запоминающимися персонажами." },
            { "year": 2003, "description": "Премьера 'Властелина колец: Возвращение короля' завершила эпическую трилогию. Этот фильм получил множество наград, включая 11 Оскаров, и стал культовым среди поклонников фэнтези." },
            { "year": 2019, "description": "Выход 'Паразитов' стал неожиданным успехом для южнокорейского кино. Фильм стал первым неанглоязычным фильмом, получившим Оскар за лучший фильм на 92-й церемонии." },
            { "year": 2022, "description": "Премьера 'Дюны' Дени Вильнёва принесла новую жизнь культовому роману Фрэнка Герберта. Фильм был высоко оценен критиками за визуальные эффекты и глубокую сюжетную линию." }
        ]
    },
    {
        "name": "Литература",
        "blocks": [
            { "year": 1984, "description": "Публикация '1984' Джорджа Оруэлла вызвала широкий интерес к вопросам тоталитаризма и контроля. Этот роман остается актуальным и сегодня, заставляя читателей задуматься о свободе и правде." },
            { "year": 1997, "description": "Выход 'Гарри Поттера и философского камня' Дж.К. Роулинг стал началом всемирно известной серии. Эти книги вдохновили целое поколение на чтение и увлекли миллионы детей и взрослых." },
            { "year": 2003, "description": "Премия Букера была присуждена 'В поисках lost time' Марселя Пруста, что подтвердило его статус одного из величайших писателей XX века. Его работа исследует темы памяти и времени." },
            { "year": 2021, "description": "Выход романа 'Клара и Солнце' Кадзуо Исигуро привлек внимание к вопросам искусственного интеллекта и человечности. Этот роман исследует взаимосвязь между людьми и машинами." },
            { "year": 2025, "description": "Публикация нового романа 'Лабиринт духов' Карлоса Руиса Сафона ожидается с большим нетерпением. Этот автор известен своим мастерством в создании увлекательных сюжетов и глубоких персонажей." }
        ]
    },
    {
        "name": "Искусство",
        "blocks": [
            { "year": 2015, "description": "Выставка 'Сальвадор Дали: Все его работы' познакомила зрителей с уникальным стилем художника. Это событие стало настоящим праздником для поклонников сюрреализма." },
            { "year": 2022, "description": "Открытие выставки 'Современное искусство в эпоху цифровых технологий' стало важным событием в мире искусства. Она исследует, как цифровизация меняет восприятие и создание искусства." }
        ]
    },
    {
        "name": "Спорт",
        "blocks": [
            { "year": 1956, "description": "Летние Олимпийские игры в Мельбурне стали первыми Олимпийскими играми, проводимыми в Австралии. Это событие собрало спортсменов со всего мира, продемонстрировав силу олимпийского духа." },
            { "year": 1992, "description": "Летние Олимпийские игры в Барселоне запомнились своим инновационным подходом к организации. Они стали знаковыми для спорта, продемонстрировав дух единства и дружбы." },
            { "year": 2008, "description": "Летние Олимпийские игры в Пекине стали настоящим триумфом для Китая. Это событие собрало лучших спортсменов мира и продемонстрировало невероятные достижения в спорте." },
            { "year": 2014, "description": "Чемпионат мира по футболу в Бразилии стал праздником для поклонников футбола. Событие привлекло внимание миллионов зрителей и завершилось захватывающим финалом." },
            { "year": 2014, "description": "Чемпионат мира по футболу в Бразилии." },
            { "year": 2021, "description": "Олимпийские игры в Токио." }
        ]
    },
    {
        "name": "Наука",
        "blocks": [
            { "year": 1957, "description": "Запуск первого искусственного спутника Земли 'Спутник-1'." },
            { "year": 1969, "description": "Первый человек на Луне: Нил Армстронг." },
            { "year": 1996, "description": "Создание первого клонированного млекопитающего 'Долли'." },
            { "year": 2003, "description": "Запуск марсохода 'Спирит'." },
            { "year": 2020, "description": "Разработка первых вакцин против COVID-19." },
            { "year": 2025, "description": "Запуск нового космического телескопа." }
        ]
    }
]
